[
  {
    "id": "artikel1",
    "title": "Keceriaan Gadis Sulawesi Tenggara dalam Koleksi Ferry Sunarto",
    "date": "Rabu, 03/07/2019",
    "category": ["ferry sunarto", "Festival Indonesia Moskow (FIM)"],
    "image": "Asset/Asset Ferry Sunarto Webp/Wanita.webp",
    "excerpt": "Kecantikan perempuan Sulawesi Tenggara erat kaitannya dengan keunikan tradisi dan adat istiadat setempat.",
    "content": "<p>Kecantikan perempuan Sulawesi Tenggara erat kaitannya dengan keunikan tradisi dan adat istiadat setempat. Salah satunya adalah tradisi memingit anak gadis yang beranjak dewasa selama 8 hari 8 malam demi menjaga kesucian gadis tersebut. Pada malam ke-8, dilakukan ritual dengan tarian-tarian yang diiringi oleh tabuhan gendang dan dihadiri oleh pemuka adat. Mereka percaya, jika ada salah satu gendang yang pecah, pertanda bahwa gadis itu tidak suci lagi. Tradisi ini dikenal dengan nama “Posuo”.</p><p>Kepolosan dan keceriaan para gadis Sulawesi Tenggara diinterpretasikan oleh Ferry Sunarto ke dalam warna-warna riang seperti butter yellow, mint green, dusty pink, dan lavender. Pemilihan warna tersebut menjadi simbol canda tawa para gadis belia yang dituangkan dalam paduan kain tenun tangan khas Sulawesi Tenggara.</p><p>\"Pada kesempatan ini, saya akan menampilkan koleksi pret-a-porter yang lebih ringan dan cheerful lalu ditutup dengan koleksi couture yang chic dan sophisticated,\" ucap Ferry di Jakarta, Rabu (3/5). Terdengar cukup kontras antara keduanya, namun pada hakikatnya, terjalin benang merah yang kuat dengan inspirasi kebaya modern khas Ferry.</p><p>Seluruh koleksi De’Posuo dipercantik oleh accessories rancangan Rinaldy A. Yunardi yang memberikan statement tersendiri pada rangkaian koleksi dari Ferry Sunarto ini. “De’Posuo” akan ditampilkan secara perdana pada pagelaran tunggal di acara Festival Indonesia Moskow (FIM) 2019. Untuk ke-empat kalinya, Ferry diberi suatu kehormatan untuk memperkenalkan budaya Indonesia melalui fashion pada pecinta mode Rusia. Bertempat di Krasnaya Presnya Park, Moskow, Ferry Sunarto akan eksklusif merilis 30 looks pada tanggal 4 Agustus 2019 mendatang.</p><p>Tidak hanya menampilkan fashion show tunggalnya, desainer Ferry Sunarto kembali dipercaya oleh Keduataan Besar Republik Indonesia (KBRI) Moskow selaku penyelenggara acara untuk melanjutkan kesuksesan sebagai koordinator bidang fashion yang berkontribusi dalam melakukan kurasi, eskalasi dan membina para pelaku mode Indonesia yang terlibat pada acara ini baik skala Usaha Kecil Menengah (UKM) maupun desainer muda.</p><p>Secara perdana, Ferry Sunarto turut menggandeng kosmetik legendaris Indonesia Viva Cosmetics dalam merias para model dan menggunakan semua jenis produk kosmetik dari Viva Cosmetics yang menjadi simbol tradisi kedewasaan wanita melalui fashion dan beauty.</p>"
  },
  {
    "id": "artikel2",
    "title": "Tenun Massali Ferry Sunarto Melenggang di Moscow",
    "date": "Sabtu, 10/08/2019",
    "category": ["Ferry Sunarto", "Rinaldy A. Yunardi", "Festival Indonesia Moskow (FIM)"],
    "image": "Asset/Asset Ferry Sunarto Webp/Pria.webp",
    "excerpt": "Memasuki tahun ke-4 pagelaran show tunggalnya di Moskow, Rusia, desainer Ferry Sunarto kembali membawa eksplorasi kain tradisional yang dituangkan dalam kecantikan kebaya modern.",
    "content": "<p>Delapan koleksi pertama didominasi warna vanilla, butter yellow, dan oranye muda. Bekerjama dengan UKM binaan Bank Indonesia, sebagai bentuk dedikasinya selama 4 tahun menjadi koordinator fashion yang membantu UMKM dan incubator designer dalam menampilkan karya-karyanya. Ferry Sunarto memadukan kain tenun “Massali” dari Sulawesi Tenggara dengan organdi, tile, dan shantung. Potongan dress selutut dengan detail tenun Sulawesi Tenggara di pinggang ditambah detail ruffles pada bahu dilanjutkan dengan jumpsuit serta dress tenun yang dibalut dengan kebaya sebagai outer-nya.</p><p>Seluruh model tampil dengan aksesoris kepala rancangan Rinaldy A. Yunardi yang disematkan pada kepangan rambut. Model-model selanjutnya berpose dalam busana warna cerah seperti mint green dan dusty pink hingga koleksi terakhir ditutup dengan gown berwarna lavender setumit berbahan tile yang di-layer dengan celana pensil berwarna sama serta veil sebagai pelengkapnya. Pulasan gradasi ungu pada kelopak mata dan matte lipstick dari produk kosmetik legendaris, Viva Cosmetics juga menyempurnakan penampilan sang model.</p><p>Koleksi ini merinterpretasikan transisi kedewasaan seorang remaja menjadi wanita dewasa yang masih kental dalam adat istiadat masyarakat Sulawesi Tenggara yang disebut De’Posuo. Tradisi memingit anak gadis yang beranjak dewasa selama 8 hari 8 malam demi menjaga kesucian gadis tersebut. Pada malam ke-8, dilakukan ritual dengan tarian-tarian yang diiringi oleh tabuhan gendang dan dihadiri oleh pemuka adat. Mereka percaya, jika ada salah satu gendang yang pecah, pertanda bahwa gadis itu tidak suci lagi.</p><p>Berangkat dari tradisi inilah, Ferry Sunarto mengembangkan idenya dan dituangkan dalam koleksi pret-a-porter yang lebih ringan dan cheerful lalu ditutup dengan koleksi couture yang chic dan sophisticated. Bekerjasama dengan Kementerian Pariwisata Republik Indonesia, kain Sulawesi Tenggara sendiripun dipilih untuk memperkenalkan budaya Indonesia melalui industri fashion untuk menjadi nafas baru yang dapat diterima di pasar Eropa timur khususnya Rusia.</p><p>Fashion show tunggal yang menjadi bagian dari Festival Indonesia Moskow 2019 ini diselenggarakan di pinggir danau yang berada di jantung taman Krasnaya Presnya. Tamu undangan yang hadir dari mulai Pejabat setempat hingga Fashion People, yang terdiri dari pemilik butik dan para entrepreneur. Acara dibuka dengan sambutan dari Duta Besar Republik Indonesia untuk Rusia dan Belarus, M. Wahid Supriyadi. Kontribusi Ferry Sunarto yang dipercaya menjadi koordinator fashion show terhadap Festival Indonesia Moskow ini diapresiasi dengan sangat baik oleh beliau. Sedikit candaan dilontar beliau, “Saya tidak mengenali staf saya sendiri, Marina” yang saat itu terlihat berbeda ketika menjadi MC dan mengenakan busana ungu selutut rancangan Ferry Sunarto dan rambut ponytail tingginya. Acara dilanjutkan dengan sambutan Ferry Sunarto dan pemberian plakat kepada M. Wahid Supriyadi. Cuaca yang sempat mendung, tidak menghalangi para model berlenggak-leggong menyebrangi jembatan di atas danau untuk menampilkan 30 koleksi.</p>"
  },
  {
    "id": "artikel3",
    "title": "Pesona Batik Indonesia dan Gaya Jepang ala Ferry Sunarto",
    "date": "Kamis, 26/04/2018",
    "category": ["Ferry Sunarto", "Fashion Show 'Fersoen'", "'Fersoen' (RTW Spring 2018)"],
    "image": "Asset/Asset Ferry Sunarto Webp/Acc1.webp",
    "excerpt": "Pada koleksi ‘Fersoen’ (RTW Spring 2018) kali ini desainer Ferry Sunarto menampilkan dua budaya dalam satu makna.",
    "content": "<p>Jakarta - Kecintaan Ferry Sunarto terhadap warisan budaya bangsa (kebaya) menjadi sebuah mangkok emasnya dalam menjalankan bisnis fashionnya. Dengan menggali dan mencampurkan unsur modern, menjadikan setiap rancangan kebaya Ferry Sunarto menjadi sesuatu yang sophisticated dan gelamour.</p><p>Ferry mengatakan ia mengangkat tema secara general dalam Culture Mind yang berupa perpaduan budaya Asia yakni Jepang dan Indonesia. \"Tidak lupa kesan fresh dan edgy juga ditonjolkan karena koleksi ini bisa dipadukan dengan gaya milenial yang kini sedang tren,\" ungkap Ferry saat Fashion Show \"Fersoen\" di Jakarta, Kamis (26/4).</p><p>Dalam koleksi busana Cocktail Dress ini Ferry juga mengaku dapat inspirasi dari filosofi \"The Zora\" terutama unsur beauty and balance dalam balutan ready to wear. \"Saya juga menggandeng Batik Keris ready to wear yang selama ini sudah banyak dikenal masyarakat sebagai batik legend,\" ungkapnya.</p><p>Sebagai bagian untuk menciptakan sebuah kawasan mix-used premium dan eksklusif dengan sangat memperhatikan seni dan keindahan untuk memberi nilai keseimbangan hidup, ‘The Zora’ kawasan mix-used premium menggelar serangkaian kegiatan fashion show. Menampilkan beberapa desainer papan atas Indonesia yang menandai eksistensinya di industri properti Ibukota serta sebagai bagian dari apresiasi ‘The Zora’ terhadap hasil karya busana kreatif terbaik dari para desainer terkemuka Tanah Air. Setelah sebelumnya dengan sukses menampilkan karya terbaru dari desainer senior Adji Notonegoro. Kali ini ‘The Zora’ mempersembahkan sebuah fashion show tunggal yang menampilkan karya terbaru dari desainer Ferry Sunarto bertajuk ‘Fersoen’ (RTW Spring 2018).</p>"
  },
  {
    "id": "artikel4",
    "title": "Ferry Sunarto Eksis 25 Tahun di Dunia Fashion, Siap Bawa ARTI Menggebrak Panggung Catwalk Hong Kong",
    "date": "Kamis, 31/08/2023",
    "category": ["Ferry Sunarto", "Catwalk Hong Kong", "Fashion Show"],
    "image": "Asset/catalog/coming soon/samplestory1.webp",
    "excerpt": "EKSISTENSI Ferry Sunarto di industri fashion Tanah Air memasuki usia 25 tahun.",
    "content": "<p>EKSISTENSI Ferry Sunarto di industri fashion Tanah Air memasuki usia 25 tahun. Waktu yang tidak pendek, namun desainer yang selalu mengambil inspirasi kebaya ini masih punya impian mengenalkan karya anak bangsa ke kancah internasional. Saat ini, Ferry Sunarto sedang sibuk ‘mengasuh’ para desainer muda dan UMKM pilihan. Mereka ditampung dalam wadah Art of Indonesia (ARTI) yang dibangun oleh Ferry, belum genap setahun ini.</p><p>“Ini bermula dari ajang Festival Indonesia di Moskow, Rusia, sekitar delapan tahun lalu. Waktu itu, saya ikut terlibat menjadi kurator bagi desainer muda dan UMKM yang terpilih meramaikan ajang itu. Itulah yang menggerakkan saya ingin terus membantu mereka agar karyanya tetap dikenal dan dihargai,” tutur Ferry Sunarto kepada okezone.com di Jakarta, Kamis (31/8/2023). Memang bukan pekerjaan mudah dan menguras energi, namun desainer pernikahan Anang Hermansyah dan Ashanty ini sudah berkomitmen.</p><p>“Saya lihat potensi karya anak bangsa luar biasa. Potensi inilah yang harus di-support, didukung dengan pengalaman yang saya miliki. Saya nilai ini sebagai sebuah ibadah, saya bisa membantu mereka, saya bisa bermanfaat,” tutur CEO ARTI ini. Tentu saja untuk bisa menembus pasar potensial (buyers) di luar negeri, kata Ferry Sunarto, tidak mudah. Dia memetakan ada tiga hal yang sering menjadi kelemahan desainer atau UMKM di Indonesia saat berhadapan dengan buyers. “Terkait pemilihan bahan yang salah, cutting yang kurang pas, dan warna yang tidak sesuai dengan selera pembeli,” ucapnya.</p><p>Lewat ARTI, Ferry Sunarto memberikan support total kepada desainer dan UMKM. Saat ini sudah ada 25 yang menjadi bagian dari ARTI. “Kami mentoring mereka, termasuk dalam hal permodalan. Kami kontrak setahun dan bisa diperpanjang selama mereka konsisten dan karyanya sesuai. Jadi, mereka hanya fokus membuat karya yang baik sesuai permintaan kami. Untuk manajemen, promosi hingga penjualan produk mereka, kami yang mengurusnya,” kata desainer asal Kota Kembang ini cerita soal platform fashion dan scarf ARTI yang tengah dikembangkannya.</p><p>Ferry Sunarto mengatakan, dukungan kepada desainer muda dan UMKM tidak hanya pada tataran di dalam negeri. Dia mencoba peluang dengan membawa ARTI ke ajang fashion internasional di Centrestage Hong Kong. “Dengan visi dan misi yang sejalan dengan program pemerintah untuk meningkatkan produksi lokal yang mumpuni, ARTI berkesempatan ikut dalam event Centrestage Hong Kong yang diselenggarakan oleh Hong Kong Trade Development Council (HKTDC) dan didukung oleh KJRI Hong Kong,” katanya.</p><p>ARTI dari Ferry Sunarto. Ferry Sunarto menjelaskan, ARTI akan menjadi salah satu dari eksibitor di event akbar tersebut dan akan menampilkan fashion show di rangkaian acara mini parade. “Event Centrestage Hong Kong akan berlangsung di Hong Kong Convention and Exhibition Centre, 6-9 September 2023. Saya memilih tiga desainer muda untuk berpartisipasi di acara ini. Mereka adalah Savira Lavinia (Wiru), Aldri Indrayana (S.A), dan Asep Surohman (Djalin),” kaya Ferry yang berangkat bersama tim pada 4 September mendatang. Desainer ramah ini berharap, gebrakan yang dilakukannya tersebut bisa berdampak baik dan mendukung kemajuan fashion Tanah Air. “Dengan mengikuti pameran, harapannya bisa bisa menangkap peluang ekspor dengan adanya kegiatan business to business (B2B) di Hong Kong. Ini sekaligus bisa mempelajari karakter buyers, mengingat tidak selalu sama. Misalnya, buyers Eropa dan Asia tidak sama. Eropa lebih banyak menyukai warna-warna pastel, lebih muda. Begitu juga dengan motif busananya, yang tidak padat,” tutur Ferry Sunarto.</p>"
  },
  {
    "id": "artikel5",
    "title": "Mengenal Sosok Ferry Sunarto, Perancang Busana Langganan Para Jenderal, Salah Satunya Dudung Abdurachman",
    "date": "Sabtu, 30 Mar 2024",
    "category": ["Ferry Sunarto", "KSAD Jendral Dudung Abdurachman", "Fashion"],
    "image": "Asset/Asset Ferry Sunarto Webp/Pria.webp",
    "excerpt": "Ferry membagikan foto kebersamaannya dengan Jenderal Dudung Abdurachman yang terlihat gagah mengenakan kemeja hitam bercorak gold hasil karyanya.",
    "content": "<p>Seperti diketahui, Indonesia memiliki beragam kebudayaan dari berbagai daerah, mulai dari tarian, karya seni hingga berbagai jenis kain. Sebagai warga negara Indonesia yang baik, kita harus bangga dan memperkenalkan kekayaan tersebut ke seluruh dunia. Hal itu lah yang tergambar dari seorang desainer ternama, Ferry Sunarto. Pria yang dikenal sebagai perancang busana dengan tema khas Indonesia ini berhasil menyalurkan kreativitasnya dan mengikuti acara luar negeri. Tak hanya itu, para jenderal juga banyak yang menggunakan karya Ferry Sunarto. Salah satu yang terbaru adalah Dudung Abdurachman. Koleksi karya Ferry yang diunggah di Instagram pribadinya selalu dibanjiri beragam pujian dari banyak pihak.</p><p>Lalu, siapa sosok Ferry Sunarto? Dirangkum dari berbagai sumber, berikut sosok Ferry Sunarto yang curi perhatian. Seperti inilah sosok Ferry Sunarto. Ia lahir pada 4 Juni. Ferry Sunarto mulai tertarik menekuni dunia fesyen sejak duduk di bangku SMP. Saat itu ia mengambil kursus menjahit dan mencoba membuat gaun teman wanitanya untuk acara ulang tahun. Ia semakin mantap berkecimpung di dunia fesyen dengan menempuh pendidikan mode di Taipei Fashion School. Beberapa lomba diikutinya dan Ferry berhasil menjadi juara. Di setiap rancangannya, Ferry selalu mengembangkan unsur modern tanpa meninggalkan pakem dari kebaya itu sendiri.</p><p>Perancang Gaun Ternama. Ferry Sunarto yang dikenal memiliki ciri khas kuat dengan unsur kebangsaan Indonesia ini pun sukses menjadi langganan para artis hingga petinggi negara. Ia kerap merancang berbagai gaun di pernikahan artis dan pejabat, seperti Aliya Rajasa dan Ibas (putra SBY), Anang dan Ashanty dan masih banyak lagi. Tak hanya itu, Ferry juga kerap berpartisipasi dalam berbagai acara pameran di dalam negeri hingga luar negeri. Seperti yang dijelaskan, ia selalu mengangkat tema seputar kebudayaan Indonesia dalam karyanya. Salah satu ajang yang pernah diikuti Ferry yakni Festival Indonesia di Moskow pada tahun 2019. Memasuki tahun ke-4 pagelaran show tunggalnya di Moskow, Rusia, Ferry kembali mengeksplorasi kain tradisional yang dituangkan dalam kecantikan kebaya modern. Selain itu, Ferry juga kerap menjadi langgangan para pejabat tinggi Tanah Air. Beberapa pejabat yang sudah memiliki rancangan Ferry seperti Yudo Margono, Hendro Priyono dan masih banyak lagi. Terbaru, Ferry sukses merancang sebuah batik khusus untuk seseorang yang menginspirasinya. Ia adalah Jenderal Dudung Abdurachman. Mantan KSAD Dudung terlihat gagah mengenakan kemeja hitam bercorak gold hasil karya Ferry Sunarto.</p>"
  },
  {
    "id": "artikel6",
    "title": "Jelang New Normal, Hadir Masker yang Bisa Dipakai Bolak-Balik",
    "date": "Senin, 08 Juni 2020",
    "category": ["Masker kain", "New Normal", "Ferry Sunarto", "fashion"],
    "image": "Asset/Asset Ferry Sunarto Webp/Acc2.webp",
    "excerpt": "Ferry Sunarto merancang masker bolak-balik yang diinspirasi dari kegiatan pembatasan sosial selama pandemi.",
    "content": "<p>memang digunakan untuk melindungi diri kita dari paparan virus, termasuk Covid-19. Namun bukan berarti masker tidak bisa dibuat berbagai kreasi, terutama masker kain. Para pemakainya pun bisa tetap bergaya di masa new normal nanti sambil tetap menjaga kesehatan.Para perancang pun menuangkan kreativitasnya masing-masing untuk membuat masker yang modis dengan fungsi maksimal. Salah satunya desainer Ferry Sunarto yang membuat masker \"reversible\" alias bisa dipakai bolak-balik. Pria asal Bandung ini merancang masker bolak-balik yang diinspirasi dari kegiatan pembatasan sosial selama pandemi. Masker rancangannya bisa dilihat di akun Instagramnya. Beberapa selebritas seperti Addie MS, Donna Agnesia, Darius Sinathrya, Reino Barack dan Syahrini, terlihat mengenakan masker bolak-balik dengan beragam desain.</p><p>Ferry menuangkan inspirasi lewat rancangan masker dengan potongan bahan yang terbagi menjadi beberapa bagian yang berjarak, lalu dipadukan dengan komposisi teknik jahit khusus sehingga menjadi sesuatu yang harmoni. \"Maknanya adalah pentingnya kebersamaan dan optimis Indonesia akan pulih dan maju,\" kata Ferry, seperti dilansir dari Antara, Senin (8/6/2020).</p><p>Dua koleksi masker kain Ferry bertemakan identitas Indonesia. Pertama adalah masker kain warna merah dan putih dengan logo burung Garuda, sebagai pengingat untuk lebih mencintai Indonesia. Logonya terdiri dari dua pilihan warna, merah dan emas. Sementara koleksi lainnya adalah masker dari keindahan wastra Nusantara, yaitu kain batik yang merupakan hasil kerjasama dengan generasi penerus Ondomohen Batik, brand batik Jawa Timur yang telah berdiri sejak 1952.</p><p>\"Indonesia kaya akan budaya. Batik sebagai warisan budaya Indonesia yang telah mendapatkan apresiasi dunia harus kita kembangkan bukan hanya sebagai busana, melainkan bermacam produk pendukung fashion, seperti masker. Kami berharap dapat memberikan dampak yang positif terhadap the new normal yang selalu mewajibkan penggunaan masker sebagai protokol kesehatan,\" papar Ferry Sunarto.</p><p>Ferry bersama Ondomohen Batik berkomitmen untuk mendonasikan sebagian hasil penjualan masker kepada pihak yang sangat membutuhkan berupa sembako dan kebutuhan lainnya. Ferry juga membuat Alat Pelindung Diri (APD) dan mengalang donasi untuk kebutuhan tenaga medis. Sekitar 30.000 APD telah disalurkan ke sejumlah rumah sakit di Jakarta dan Bandung yang menangani COVID-19. Pandemi global juga mendorong Ferry untuk berinovasi. Ia berencana peluncuran label \"Pandemio x ferrysunarto\" untuk kaum urban yang memahami pentingnya menjaga kesehatan dalam memasuki fase normal baru.</p>"
  }
]